give @p minecraft:string{display:{Name:"{\"text\":\"鐵絲\"}",Lore:["我從沒想過，救我的人居然會是個普通的鍛造師。","更別提還是拿他口袋剩下的鐵絲開鎖的。"]}} 1
give @p minecraft:iron_sword{display:{Name:"{\"text\":\"匕首\"}",Lore:["他用這把匕首切斷了綁住我手腳的繩索，","同時也為我劃開了自由的曙光。"]},HideFlags:63} 1

give @p minecraft:name_tag{display:{Name:"{\"text\":\"幻象護符\"}",Lore:["「這東西很貴吧？」我問。","「只要能幫到你，一切都值得了。」他微笑。","在他的催促之下，我在他面前戴上護符。","此時，一股不適感從耳朵上傳來。","我知道，現在的我看起來就像個人類。"]}} 1
give @p minecraft:beetroot_soup{display:{Name:"{\"text\":\"下巍倫酒\"}",Lore:["每次去酒館時都只能喝到這種酒，不僅難喝還有奇怪的味道。","……直到很久以後我才驚覺，像下巍倫村那種","    逃亡旅人聚集起來的村子是不會有什麼正常材料的……"]}} 1

give @p minecraft:paper{display:{Name:"{\"text\":\"任務單\"}",Lore:["還記得，當時看見上面寫著「精靈之森」時我有多麼開心……","天啊，那可是張討伐任務單！"]}} 1
give @p minecraft:saddle{display:{Name:"{\"text\":\"風之臂鎧\"}",Lore:["兩年來與他作伴的時光將在今天終結。","「戴上它，然後趕快去吧。回到你一直都在追尋的故鄉……」","他別開視線，話語中帶有一絲沉悶。","此刻，我心中彷彿有什麼東西被觸動了。"]}} 1

give @p minecraft:shears{display:{Name:"{\"text\":\"小刀\"}",Lore:["「自然力？那是什麼——」","面對長老的提問，我竟然連一句話都說不出來。","「連自然力都不清楚的精靈？有意思……」","他轉頭望向遠方，看著那直瀉而下的瀑布，對我遞出了小刀。","「精靈的頭髮不會因為水而沾黏。","    既然沒有自然力，就只能委屈你的頭髮了。」"]}} 1
give @p minecraft:vine{display:{Name:"{\"text\":\"藤蔓\"}",Lore:["失去了及腰的長髮，","    我以為我能獲得他們的信任。","然而他們只是加強森林周遭的戒備，","    然後就將我軟禁在樹屋裡。","藤蔓緊緊的纏住了大門，","    不給我任何離開的機會。","難道我會是人類的間諜嗎？","    沒有自然力又不是我的錯！"]}} 1

give @p minecraft:emerald{display:{Name:"{\"text\":\"晶礦\"}",Lore:["魔法師雖然持久力低下，但卻可以靠著許多道具解決這個問題。","而當初，那群人類就是靠著大量的晶礦資源，","對森林進行連續三天的火焰轟炸……"]}} 1
give @p minecraft:dark_oak_sapling{display:{Name:"{\"text\":\"大樹\"}",Lore:["樹倒下了，逃不出去的我就這麼被困在火海中。","煙霧從窗外跑了進來，不用多久我就會因為吸入濃煙而死……","我當初真不該來這裡的。","不僅什麼人都沒幫上，還賠了自己的性命……","我知道我要求得太多，但是這次，你還會來幫助我嗎？"]}} 1

